[
  {
    "n": {
      "identity": 58,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Dynamic and detail-oriented Mobile Developer with over 3 years of experience in designing, developing, and maintaining mobile applications using React, Python, and Node.js. Proven track record of leveraging Docker for deployment and optimizing solutions for improved system performance. Adept at collaborating with cross-functional teams to deliver high-quality software products, with strong communication and problem-solving skills.",
        "education": "Information Technology from University of Alberta (2023)",
        "domain": "",
        "name": "Emma Taylor",
        "location": "Montreal, QC",
        "title": "Mobile Developer",
        "email": "emmataylor@protonmail.com",
        "resume_id": "resume_17"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:58"
    }
  },
  {
    "n": {
      "identity": 59,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Frontend Developer with over 8 years in software engineering, specializing in JavaScript and React. Proven track record in leading DevOps initiatives, optimizing performance, and developing robust applications. Adept in modern frontend technologies, teamwork, and problem-solving, with a strong ability to resolve complex technical issues.",
        "education": "Computer Engineering from University of Calgary (2010)",
        "domain": "",
        "name": "Wei Kumar",
        "location": "Waterloo, ON",
        "title": "Frontend Developer",
        "email": "weikumar@gmail.com",
        "resume_id": "resume_8"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:59"
    }
  },
  {
    "n": {
      "identity": 60,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Dedicated Research Scientist with over 5 years of experience in data science and analytics, specializing in machine learning and data visualization. Proven track record of developing predictive models and delivering insightful data-driven solutions. Highly skilled in R, SQL, and Tableau with a strong ability to communicate findings to diverse stakeholders.",
        "education": "Analytics from University of Calgary (2012)",
        "domain": "",
        "name": "James Kim",
        "location": "Ottawa, ON",
        "title": "Research Scientist",
        "email": "jameskim@gmail.com",
        "resume_id": "resume_21"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:60"
    }
  },
  {
    "n": {
      "identity": 61,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Business Intelligence Analyst with a strong background in Data Science and a proven track record in leveraging Deep Learning, R, and Tableau to derive actionable insights and support strategic business decisions. Adept at analyzing large datasets and creating effective data visualizations, with over 4 years of experience in enhancing performance through innovative data solutions.",
        "education": "Computer Science from McGill University (2013)",
        "domain": "",
        "name": "Li Kim",
        "location": "Edmonton, AB",
        "title": "Business Intelligence Analyst",
        "resume_id": "resume_4",
        "email": "likim@icloud.com"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:61"
    }
  },
  {
    "n": {
      "identity": 62,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Research Scientist with over 4 years in the data science domain, specializing in machine learning, deep learning, and data analysis. Proven track record of developing advanced predictive models and optimizing machine learning solutions using TensorFlow and R. Adept at extracting meaningful insights from complex datasets to drive strategic business decisions. Strong communicator and team player committed to advancing innovative data-driven solutions.",
        "education": "Mathematics from McGill University (2010)",
        "domain": "",
        "name": "Michael Wang",
        "location": "Victoria, BC",
        "title": "Research Scientist",
        "email": "michaelwang@yahoo.ca",
        "resume_id": "resume_5"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:62"
    }
  },
  {
    "n": {
      "identity": 63,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Junior Backend Developer with over 1.5 years of experience specializing in developing and maintaining scalable applications using Java, React, and Docker. Adept at resolving complex technical issues and improving system performance. Demonstrated ability to collaborate with cross-functional teams to deliver high-quality software products. Strong foundation in both front-end and back-end development practices.",
        "education": "Information Technology from University of Montreal (2014)",
        "domain": "",
        "name": "Ananya Patel",
        "location": "Toronto, ON",
        "title": "Backend Developer",
        "email": "ananyapatel@yahoo.ca",
        "resume_id": "resume_20"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:63"
    }
  },
  {
    "n": {
      "identity": 64,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Senior Backend Developer with over a decade of experience in software engineering, specializing in developing robust applications using React, Java, and Python. Proven track record of delivering high-quality software products by collaborating with cross-functional teams and utilizing expertise in CI/CD and frontend development. Adept at resolving complex technical issues to improve system performance and enhance user experience.",
        "education": "Computer Engineering from University of British Columbia (2013)",
        "domain": "",
        "name": "Rohan Brown",
        "location": "Montreal, QC",
        "title": "Backend Developer",
        "email": "rohanbrown@icloud.com",
        "resume_id": "resume_9"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:64"
    }
  },
  {
    "n": {
      "identity": 65,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Data Analyst with over 4 years of expertise in leveraging advanced analytical skills and machine learning techniques to drive data-driven decisions. Proficient in SQL, R, and TensorFlow, with a strong ability to develop predictive models and create insightful data visualizations. Proven track record of improving business performance through deep learning initiatives and strategic data analysis.",
        "education": "Statistics from University of Alberta (2018)",
        "domain": "",
        "name": "Sara Patel",
        "location": "Toronto, ON",
        "title": "Data Analyst",
        "resume_id": "resume_16",
        "email": "sarapatel@icloud.com"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:65"
    }
  },
  {
    "n": {
      "identity": 66,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Dynamic and results-oriented Mobile Developer with over 4 years of experience in designing, developing, and maintaining high-performance mobile applications. Proficient in modern programming languages such as Java and Python, with advanced expertise in React and Docker. Proven track record of leading frontend development initiatives and collaborating with cross-functional teams to deliver high-quality software products. Strong problem-solving skills and ability to resolve complex technical issues, ensuring enhanced system performance.",
        "education": "Information Technology from University of Waterloo (2023)",
        "domain": "",
        "name": "Isabella Brown",
        "location": "Ottawa, ON",
        "title": "Mobile Developer",
        "email": "isabellabrown@protonmail.com",
        "resume_id": "resume_27"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:66"
    }
  },
  {
    "n": {
      "identity": 67,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Data Analyst with over 11 years of expertise in data science, specializing in machine learning, data visualization, and predictive analytics. Proven track record of leading deep learning and machine learning initiatives to enhance business performance. Adept at creating impactful data visualizations and delivering insights to drive informed business decisions. Recognized for strong teamwork, communication, and problem-solving skills.",
        "education": "Data Science from McGill University (2011)",
        "domain": "",
        "name": "Emma Wang",
        "location": "Edmonton, AB",
        "title": "Data Analyst",
        "resume_id": "resume_2",
        "email": "emmawang@outlook.com"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:67"
    }
  },
  {
    "n": {
      "identity": 68,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Data Analyst with over 2 years in the field, specializing in deep learning and data visualization. Proficient in using TensorFlow and R to develop predictive models and analyze large datasets, enhancing business decision-making processes. Known for leading data-driven projects that improve performance and insights. Strong communicator and team player, with a solid foundation in mathematics from Simon Fraser University.",
        "education": "Mathematics from Simon Fraser University (2021)",
        "domain": "",
        "name": "Sara Zhang",
        "location": "Montreal, QC",
        "title": "Data Analyst",
        "resume_id": "resume_11",
        "email": "sarazhang@gmail.com"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:68"
    }
  },
  {
    "n": {
      "identity": 69,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Junior Research Scientist with over 2 years of experience specializing in Deep Learning and data analysis. Skilled in leveraging TensorFlow and Pandas to build and optimize data-driven solutions. Proven track record of extracting valuable insights from large datasets and developing predictive models to support business decisions. Adept at collaborating in team environments and communicating complex concepts effectively.",
        "education": "Analytics from University of Toronto (2011)",
        "domain": "",
        "name": "Ananya Kumar",
        "location": "Montreal, QC",
        "title": "Research Scientist",
        "email": "ananyakumar@yahoo.ca",
        "resume_id": "resume_10"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:69"
    }
  },
  {
    "n": {
      "identity": 70,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Dynamic and results-driven Business Intelligence Analyst with over three years of experience in data visualization and deep learning. Skilled in using advanced tools such as Tableau and TensorFlow to extract insights from complex datasets. Proven track record in leading data analysis initiatives that drive business performance, with a strong foundation in analytics from Simon Fraser University.",
        "education": "Analytics from Simon Fraser University (2021)",
        "domain": "",
        "name": "Liam Kumar",
        "location": "Victoria, BC",
        "title": "Business Intelligence Analyst",
        "resume_id": "resume_3",
        "email": "liamkumar@outlook.com"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:70"
    }
  },
  {
    "n": {
      "identity": 71,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Junior Mobile Developer with a background in Information Technology from McGill University, possessing over two years of experience in developing and maintaining mobile applications. Skilled in JavaScript and Docker, with a strong foundation in Git and CI/CD processes. Proven ability to collaborate with cross-functional teams and deliver high-quality software products.",
        "education": "Information Technology from McGill University (2023)",
        "domain": "",
        "name": "Emma Singh",
        "location": "Victoria, BC",
        "title": "Mobile Developer",
        "email": "emmasingh@yahoo.ca",
        "resume_id": "resume_30"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:71"
    }
  },
  {
    "n": {
      "identity": 72,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Research Scientist specializing in Data Science with a strong background in machine learning, data analysis, and data visualization. Proven track record of leading successful data-driven initiatives to enhance business performance. Adept at developing predictive models and delivering insights through advanced data visualization tools like Tableau. Committed to leveraging analytical skills and teamwork to drive innovation and strategic decision-making.",
        "education": "Analytics from Queen's University (2013)",
        "domain": "",
        "name": "Rohan Patel",
        "location": "Calgary, AB",
        "title": "Research Scientist",
        "email": "rohanpatel@outlook.com",
        "resume_id": "resume_26"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:72"
    }
  },
  {
    "n": {
      "identity": 73,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Frontend Developer with over 5 years of expertise in software engineering, specializing in building and optimizing user-focused web applications. Proficient in modern frontend technologies such as React and Node.js, with a strong foundation in DevOps and CI/CD practices. Proven track record of leading development initiatives and collaborating with cross-functional teams to deliver high-quality software solutions. Adept in resolving complex technical issues to enhance system performance.",
        "education": "Web Development from University of Alberta (2013)",
        "domain": "",
        "name": "Liam Patel",
        "location": "Calgary, AB",
        "title": "Frontend Developer",
        "email": "liampatel@gmail.com",
        "resume_id": "resume_25"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:73"
    }
  },
  {
    "n": {
      "identity": 74,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Backend Developer with over 14 years of expertise in software engineering, specializing in Backend and Frontend Development. Proven track record in leading development initiatives, optimizing system performance, and delivering high-quality software solutions. Adept at utilizing modern technologies like Docker, Python, and JavaScript to solve complex technical challenges and drive business success.",
        "education": "Computer Science from University of Waterloo (2012)",
        "domain": "",
        "name": "Rohan Zhang",
        "location": "Edmonton, AB",
        "title": "Backend Developer",
        "email": "rohanzhang@outlook.com",
        "resume_id": "resume_13"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:74"
    }
  },
  {
    "n": {
      "identity": 75,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Full Stack Developer with a strong foundation in both frontend and backend technologies, specializing in JavaScript and Node.js. Proven track record in leading DevOps initiatives and enhancing system performance in fast-paced environments. Adept at collaborating with cross-functional teams to deliver high-quality software solutions. Committed to continuous learning and staying current with industry trends.",
        "education": "Information Technology from University of Alberta (2017)",
        "domain": "",
        "name": "Olivia Singh",
        "location": "Montreal, QC",
        "title": "Full Stack Developer",
        "email": "oliviasingh@icloud.com",
        "resume_id": "resume_29"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:75"
    }
  },
  {
    "n": {
      "identity": 76,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Highly experienced DevOps Engineer with over a decade of expertise in software development and operations. Proven ability to utilize CI/CD pipelines and advanced Git practices to enhance software delivery. Strong background in Java, JavaScript, and React, combined with a solid foundation in teamwork and problem-solving. Committed to delivering high-quality software products through collaboration with cross-functional teams.",
        "education": "Computer Science from Carleton University (2020)",
        "domain": "",
        "name": "Liam Kumar",
        "location": "Toronto, ON",
        "title": "DevOps Engineer",
        "email": "liamkumar@gmail.com",
        "resume_id": "resume_28"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:76"
    }
  },
  {
    "n": {
      "identity": 77,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Dynamic and results-oriented Machine Learning Engineer with over 5 years of experience in developing and deploying machine learning and deep learning models. Proven track record in utilizing advanced data visualization techniques to transform complex data sets into actionable insights. Expert in leveraging Tableau and other analytical tools to support business decisions and drive performance improvements. Strong communicator with a background in mathematics, adept at problem-solving and working collaboratively in team environments.",
        "education": "Mathematics from McMaster University (2012)",
        "domain": "",
        "name": "Wei Chen",
        "location": "Waterloo, ON",
        "title": "Machine Learning Engineer",
        "email": "weichen@protonmail.com",
        "resume_id": "resume_12"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:77"
    }
  },
  {
    "n": {
      "identity": 78,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Mobile Developer with over a decade of expertise in software engineering, specializing in backend development and mobile applications. Proven track record in leading development initiatives, enhancing system performance, and delivering high-quality software solutions. Adept in JavaScript, Python, and Java with extensive experience in CI/CD and Docker technologies. Strong collaborator with advanced problem-solving and communication skills.",
        "education": "Computer Engineering from University of Toronto (2019)",
        "domain": "",
        "name": "Ahmed Nguyen",
        "location": "Waterloo, ON",
        "title": "Mobile Developer",
        "email": "ahmednguyen@yahoo.ca",
        "resume_id": "resume_24"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:78"
    }
  },
  {
    "n": {
      "identity": 79,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Dedicated and results-driven Data Scientist with over 4 years of experience in delivering insightful data-driven solutions. Proven track record in leading machine learning initiatives and data visualization projects, contributing to improved business performance. Proficient in utilizing advanced tools such as R, Tableau, and SQL to analyze complex datasets and develop predictive models. Strong communicator with a collaborative approach to problem-solving.",
        "education": "Machine Learning from University of Toronto (2014)",
        "domain": "",
        "name": "Ananya Chen",
        "location": "Toronto, ON",
        "title": "Data Scientist",
        "resume_id": "resume_1",
        "email": "ananyachen@icloud.com"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:79"
    }
  },
  {
    "n": {
      "identity": 80,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Experienced Data Analyst with over four years in data science, specializing in data visualization, analysis, and machine learning. Proven track record of leveraging advanced analytical skills and deep learning techniques to drive business insights and improve performance. Adept at using tools such as Tableau and Python libraries like Pandas to create impactful data solutions. Strong communicator and team player with a keen ability to solve complex problems.",
        "education": "Mathematics from Simon Fraser University (2012)",
        "domain": "",
        "name": "Sara Kim",
        "location": "Quebec City, QC",
        "title": "Data Analyst",
        "resume_id": "resume_15",
        "email": "sarakim@gmail.com"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:80"
    }
  },
  {
    "n": {
      "identity": 81,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Junior Machine Learning Engineer with a strong foundation in data science and a proven ability to apply machine learning techniques to solve business problems. Experienced in utilizing R, SQL, and data visualization tools to analyze large datasets and extract meaningful insights. Passionate about leveraging machine learning to drive innovation and enhance decision-making processes.",
        "education": "Data Science from University of Montreal (2022)",
        "domain": "",
        "name": "Liam Chen",
        "location": "Edmonton, AB",
        "title": "Machine Learning Engineer",
        "email": "liamchen@protonmail.com",
        "resume_id": "resume_6"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:81"
    }
  },
  {
    "n": {
      "identity": 82,
      "labels": [
        "Candidate"
      ],
      "properties": {
        "summary": "Dynamic and detail-oriented Frontend Developer with over 1.5 years of experience in developing and optimizing web applications. Proficient in JavaScript and React, with a solid foundation in Backend Development and CI/CD practices. Demonstrated ability to collaborate effectively with cross-functional teams to deliver high-quality software solutions. Committed to continuous learning and staying updated with the latest industry trends.",
        "education": "Computer Engineering from Carleton University (2021)",
        "domain": "",
        "name": "Emma Patel",
        "location": "Victoria, BC",
        "title": "Frontend Developer",
        "email": "emmapatel@protonmail.com",
        "resume_id": "resume_19"
      },
      "elementId": "4:8f9dc2ca-4f5f-4d37-90ff-e0078e999f7e:82"
    }
  }
]